package com.vadim.lakes.data;

public class JsonData {
    public String allLakes() {
        return "[\n" +
                "    {\n" +
                "    \"id\":1,\n" +
                "    \"title\":\"Байкал\",\n" +
                "    \"description\":\" озеро тектонического происхождения в южной части Восточной Сибири, самое глубокое озеро на планете, крупнейший природный резервуар пресной воды.\",\n" +
                "    \"img\":\"https://img.gazeta.ru/files3/345/6693345/Ice-on-Lake-Baikal-pic700-700x467-66269.jpg\",\n" +
                "    \"lat\":53.585161,\n" +
                "    \"lon\":108.1381443\n" +
                "  },\n" +
                "  {\n" +
                "    \"id\":2,\n" +
                "    \"title\":\"Балхаш\",\n" +
                "    \"description\":\" бессточное полупресноводное озеро в Балхаш-Алакольской котловине на юго-востоке Казахстана, второе по величине непересыхающее солёное озеро (после Каспийского моря) и 14-е в списке крупнейших озёр мира. Уникальность озера состоит в том, что оно разделено узким проливом на две части с различными химическими характеристиками воды — в западной части она практически пресная, а в восточной — солоноватая.\",\n" +
                "    \"img\":\"https://www.rutraveller.ru/icache/u_o/r/Orinoko73/al9578/713731_603x354.jpg\",\n" +
                "    \"lat\":46.5942777,\n" +
                "    \"lon\":74.6352893\n" +
                "    }\n" +
                "  ]";
    }


}
